Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: 2017 - Member of the Working Group for Concept Development for 2-year Master's Degree (Innovation and Technology Management), USN
nb: 2017 - Medlem i arbeidsgruppen for konseptutvikling av revidert 2-årig masterstudium, (Innovation and Technology Management), USN

source: We will go through these and see what we can do to make it easier for them,” says Øvregård.
nb: Disse skal vi gå gjennom og se hva vi kan gjøre for å gjøre det lettere for dem, sier Øvregård.

source: He is also interested in the development of local knowledge in Religious Education for kindergartens and schools in Vestfold and Drammen.
nb: Han er også interessert i utviklingen av lokal KRLE-kunnskap for barnehager og skoler i Vestfold og Drammen.

source: The new sensor is only 16 millimeters in diameter and 8 millimeters high, but contains everything needed to measure fluid balance in the body.
nb: Den nye sensoren er kun 16 millimeter i diameter og 8 millimeter høy, men inneholder alt som skal til for å måle væskebalansen i kroppen.

source: Memory Requirements (RAM)
nb: Krav til minne (RAM)

source: The entries are tagged accordingly, but easily overlooked.
nb: Dette er merket i Oria, men kan være lett å overse.

source: First opponent: Associate professor Ilona Sávári Horváth, University of Borås.
nb: Førsteopponent: Førsteamanuensis Ilona Sávári Horváth, University of Borås.

source: The USN-SPPU Co-operation Centre was officially opened on 27 January by Arne Jan Flølo, the Norwegian Consul General in Mumbai.
nb: Senteret ble offisielt åpnet 27. januar, med Norges Generalkonsul i Mumbai, Arne Jan Flølo, til stede.

source: The diaper liner SENS-U also contains a colorchart.
nb: Bleieinnlegget SENS-U inneholder også et fargekart.

source: His research focus the past 20 years has been on execution throughout teams and organizations, beginning in the boardroom.
nb: Hans fokus de siste 20 årene har vært på "execution" gjennom team og organisasjoner. Disse prosessene starter ofte i styrerommet.

source: 2104 - Head of Review Committee - position in industrial management within USN (HBV)
nb: 2104 - Leder sakkyndig komité - stilling innen industriell økonomi ved USN (HBV)

source: Sandrina Sandell, founder and CEO of Løvetannakademiet ("Dandelion academy"), former student of child welfare at USN (HiT) and student-business participant
nb: Sandrina Sandell, gründer og daglig leder for Løvetannakademiet, tidligere barnevernstudent på USN (HiT) og studentbedrift-deltaker

source: Huy Tran started his PhD in 2017 after completion his visiting scholar appointment at Cornell University.
nb: Huy Tran begynte på Phd-programmet i 2017, etter å ha vært forskningsassistent ved Cornell University.

source: UH-ped course 1 (UHUL – Teaching, learning and assessment in the higher education sector)
nb: UH-ped emne 1 (UHUL- Undervisning, læring og vurdering i høyere utdanning)

source: 8 Do you require more information?
nb: 8 Behov for mer informasjon?

source: whether the researcher has acted scientifical y dishonestly or not,
nb: om forskeren har opptrådt vitenskapelig uredelig eller ikke,

source: This will be done by conducting experimental trials and analyses, and methods and models will be developed in order to predict accelerated problems relating to different biomass mixtures", says Ms Moldestad.
nb: Det skal gjøres eksperimentelle forsøk og analyser, og det skal utvikles metoder og modeller for å kunne forutse askerelaterte problemer for forskjellige biomasseblandinger, forteller Moldestad.

source: I try to create an understanding of why we act and react on the basis of good design and dramaturgy/storytelling.
nb: I undervisningen forsøker jeg å skape en bevisthet i hvorfor vi reagerer og handler på bakgrunn av god design/ god dramaturgi og storytelling.

source: , located in Campus Drammen.
nb: , som ligger på campus Drammen.

source: Haakon Karlsen has started working in Sensovann AS to further develop the technology.
nb: Haakon Karlsen har begynt å jobbe i Sensovann AS for å videreutvikle teknologien.

source: Torp also wants to praise the McMaster students that has exchanged to USN.
nb: Og om studentene USN har hatt på utveksling fra McMaster, har Torp bare lovord å komme med.

source: Article #4 examines how, when and for what the students use the different digital tools available to them, and when they seek information elsewhere.
nb: Artikkel nummer 4 undersøker hvordan, når og til hva elevene bruker de ulike digitale verktøyene som er tilgjengelige for dem, og når de søker informasjon andre steder.

source: Principal supervisor: Professor Hallgeir Halvari, USN School of Business.
nb: Hovedveileder: Professor Hallgeir Halvari, USN Handelshøyskolen.

source: Hold your phone up in front of the screen so that the QR code comes into view in the QR code area on the phone.
nb: Hold telefonen opp foran skjermen slik at QR-koden kommer inn i QR-kode skannervinduet på telefonen.

source: “The area has ski trails during winter, and both Porsgrunn and Skien also have their own ice rinks.
nb: – Det kjøres opp skiløyper i området på vinterstid, også har både Porsgrunn og Skien egne skøytebaner.

source: The new simulator course, in collaboration with PGS, is based on international standards and requirements for safety courses, and also goes beyond national and international requirements.
nb: Det nye simulatorkurset i samarbeid med PGS er tuftet på internasjonale standarder og krav for sikkerhetskurs for sjøfolk, og går også utover nasjonale og internasjonale krav.

source: "Notodden is small and compact, which makes it very convenient for us students who often cannot afford to have a car.
nb: – Notodden er liten og kompakt, noe som gjøre det veldig praktisk for oss studenter som ofte ikke kan ta oss råd til å ha bil.

source: Project manager for InternAbroad, a collaborative project between USN and Brien Holden Vision Insitute, South Africa.
nb: Prosjektansvarlig for InternAbroad, et samarbeidsprosjekt mellom USN og Brien Holden Vision Insitute, Sør-Afrika.

source: A template for DHP is
nb: Mal for DHP er tilgjengelig på

source: ", primarily funded by the NFR (Research Council of Norway (FRIHUMSAM 275188).
nb: i hovedsak finansiert av NFR (FRIHUMSAM 275188).

source: In Notodden there are many different offers and organisations by and for students that you can join.
nb: I Notodden finnes det mange ulike tilbud og organisasjoner av og for studenter som du kan engasjere deg i.

source: Rauland is popular in winter for people who alpine ski.
nb: Rauland er populært om vinteren for dem som står på alpin.

source: focuses on fundamental topics such as student learning, teaching and the planning of teaching and mentoring activities in a higher education context.
nb: er fokus på grunnleggende temaer som studenters læring, undervisning, undervisningsplanlegging og veiledning i en høyere utdanningskontekst.

source: BA (Hons), English: University of Gloucestershire, 2003
nb: BA (Hons), Engelsk språk og litteratur: University of Gloucestershire, 2003

source: Emma also thinks that winters at Notodden are a great time to be out in nature.
nb: Emma synes også vinteren på Notodden er en fin tid å være ute i naturen på.

source: We are proud to have access to Juke Joint Studio, located in Notodden’s Bok & Blueshuset, which has many components from the legendary STAX studio in Memphis (1960-1980)!
nb: Vi stolte av å kunne bruke Juke Joint Studio, som ligger i Notoddens Bok og Blueshus, og som består av mange komponenter fra det legendariske STAX studio i Memphis mellom 1960 og 1980!

source: Mankato is located around 1,5 hours from the large city of Minneapolis.
nb: I tillegg ligger Mankato kun 1,5 timer fra storbyen Minneapolis.

source: The first pilot of Zwipe’s identification card was carried out at campus Bø back in 2012/2013.
nb: Den aller første piloten til Zwipes identifikasjonskort ble utført på campus Bø i 2012/2013.

source: PhD in Business Economics from NHH with thesis in auditing.
nb: Doktorgrad i "Business Economics" fra NHH med avhandling i revisjon.

source: "When the entire crew is training on critical events that may occur during maritime seismic operations, it can improve corporate culture.
nb: – Når hele mannskapet trener sammen på kritiske hendelser som kan oppstå under maritime seismiske operasjoner, kan det gjøre noe med bedriftskulturen.

source: 1989-1991 Project leader: Regional cultural cooperation, Nordland county.
nb: 1989-1991 Prosjektleder Regionalt kultursamarbeid i Nordland, Nordland fylkeskommune.

source: Among the national collaborators is municipalities and regional government in Buskerud, Vestfold and Telemark, NAV, Capgemini, University of Agder, University of Tennessee, Copenhagen business school (CBS), Lucian Blaga university (Romania), National university of political science (NUPSPA, Romania), Centre for Health and Technology at USN, Texas Tech University and Smart Cities and Smart Governments Research-Practice Consortium.
nb: Innen nasjonale og internasjonale samarbeidspartnere er kommuner i Buskerud, Vestfold og Telemark, NAV, Capgemini, Universititet i Agder, University of Tennessee, Copenhagen business school (CBS), Lucian Blaga university (Romania), National university of political science (NUPSPA, Romania) Vitenstenteret for helse og teknologi ved USN, Texas Tech University and Smart Cities and Smart Governments Research-Practice Consortium.

source: and its implications on visual function.
nb: og dets påvirkning på synsfunksjonen.

source: The research report "Recovery på banen - Gatelag som samskapende sosial innovasjon i norske kommuner" ("Football pitch recovery - Street teams as collaborative social innovation in Norwegian municipalities") finally points to that this way of working with these issues should be explored and developed further within Norwegian welfare policy.
nb: Forskningsrapporten «Recovery på banen – Gatelag som samskapende sosial innovasjon i norske kommuner» avslutter med å peke på at arbeidsmetoden bør utforskes og utvikles ytterligere i norsk velferdspolitikk.

source: That resulted in an European Championship ticket where they won the award Grundfors Innovation Award, for Europe's most innovative product and business idea.
nb: Det gav igjen EM-billett der de vant prisen Grundfors Innovation Award, for Europas mest innovative produkt og forretningside.

source: "All science suggests that humans are involved in a major part of accidents, up to 96 %.
nb: – Alle vitenskapelige funn tyder på at mennesker er involvert i en stor del av ulykker, opptil 96%.

source: .- Popular science article on quantum computers in the monthly magazine Aftenposten Innsikt, February 2020, available
nb: .- Kronikk om kvantedatamaskiner i Aftenposten Innsikt, februar 2020, tilgjengelig

source: No changes will be introduced the following two weeks, until August 30.
nb: Denne ligger fast de to kommende ukene, fram til 30.

source: 2020 "Being Human: Or How to Balanse Research and Friendship in Fieldwork" Paper presentation at the 4th ECIQ.
nb: Organisert som en Digital Konferanse 2020 "Being Human: Or How to Balanse Research and Friendship in Fieldwork" Konferanseinnlegg på: 4th ECIQ.

source: It is the first year that Mario Eskaroos, 26 will not be home in Egypt with his family during the holidays.
nb: Publiseringsdato: 26 år gamle Mario Eskaroos skal for første gang feire jul uten familien i Egypt.

source: The researchers associated with this research group cooperate with the managers of cultural monuments at various different levels, including Vestfold and Telemark County Council, the Norwegian Directorate for Cultural Heritage, the Bergen Municipal Cultural Heritage Management Office, the Geological Survey of Norway and the Oslo Municipal Cultural Heritage Management Office.
nb: Forskerne samarbeider med kulturminneforvaltningen på ulike nivåer, deriblant Telemark fylkeskommune, Riksantikvaren, Norsk Kulturråd, Byantikvaren i Bergen, Norges geologiske undersøkelse, Byantikvaren i Oslo og Vestfold fylkeskommune.

source: Employees with PC uses Windows
nb: Ansatte med PC, bruker Windows.

source: 1992 - dd Assistant professor / professor in English / English didactics, Vestfold university college / Buskerud and Vestfold /university college / University college of Southeast Norway / University of Southeast Norway.
nb: 1992 - dd Høgskolelektor / førsteamanuensis / professor i engelsk / engelskdidaktikk ved Høgskolen i Vestfold / Høgskolen i Buskerud og Vestfold / Høgskolen i Sørøst-Norge / Universitetet i Sørøst-Norge.

source: , a film club for anyone who is a film buff, have it as a hobby or simply want to socialise.
nb: , en filmklubb for alle som er entusiaster, interesserte, har det som hobby eller generelt vil bare sosialisere.

source: The course encompasses theoretical and research-based knowledge in the fields of teaching, learning and assessment.
nb: Emnet omfatter teoretisk og forskningsbasert kunnskap om undervisning, læring og vurdering.

source: The first edition of HRER was published in June 2018.
nb: Første utgave av HRER ble publisert i juni 2018.

source: Chief trade union representative for Parat HSN (2016 - d.d.)
nb: Hovedtillitsvalgt for Parat USN (2016 - d.d.)

source: The membership fee is NOK 400 for a full academic year.
nb: Det koster 400 kr for et helt skoleår.

source: 1999 - 2008 Senior librarian Bredtvet resource centre
nb: 1999 - 2008 Spesialbibliotekar Bredtvet kompetansesenter

source: "We're teaming up with (USN), the University College of Southeast Norway, to boost research and development at the start-up businesses on our Accelerator programme", says Thor Sverre Minnesjord, CEO of Green Business Norway (GBN).
nb: - Samarbeidet med Høgskolen i Sørøst-Norge styrker forsknings- og utviklingsarbeidet i oppstartsselskapene som er en del av vårt Akseleratorprogram, sier Thor Sverre Minnesjord, CEO i GBN.

source: She will also collaborate with the Section for Research to connect research departments at SPPU and USN.
nb: Hun vil også samarbeide med Seksjon for forskning for å koble sammen forskningsmiljøer ved SPPU og USN.

source: She has held similar courses at the University of Agder, University of Stavanger and Nord University as well as a number of international institutions.
nb: Hun har holdt tilsvarende kurs ved Universitet i Agder, Universitetet i Stavanger og Nord Universitet samt en rekke internasjonale institusjoner.

source: can be downloaded and saved in your local OneDrive directory
nb: lastes ned og lagres på din OneDrive-katalog lokalt

source: ’s research interests is in the fields of media and religion, didactics of religion, and cultural diversity in schools and kindergartens.
nb: sine forskningsinteresser ligger innenfor feltene medier og religion, religionsdidaktikk, og den flerkulturelle skolen og barnehagen.

source: Veronika is responsible for the course "Design, Redesign and Tailoring" at the Department of Traditional Art and Folk Music where she is the main teacher.
nb: Veronika er emneansvarlig og underviser på "Design, Redesign og Søm av klær" på Institutt for tradisjonskunst og folkemusikk.

source: The campus is only a few hundred meters from Borreparken, and the area is actively used in teaching.
nb: Campusen ligger bare noen hundre meter fra Borreparken, og området brukes aktivt i undervisningen.

source: Steven Van Zandt and Geir Salvesen signing backstage in New York.
nb: Steven Van Zandt og instituttleder Geir Salvesen signerte samarbeidsavtale.

source: Student Union in Grenland (SiG)
nb: Studentsamfunnet i Grenland (SiG)

source: For students who are going to have practical training at hospitals, nursing homes and other types of living arrangements with all-day care, there is a requirement to testing for Methicillin-resistant Staphylococcus aureus if the student has worked in the health care system or has been admitted to health care institutions in countries outside the Nordic region during the last 12 months.
nb: For studenter som skal ha praksis ved sykehus, sykehjem og andre boformer med heldøgns pleie er det krav om undersøking for meticillinresistente gule stafylokokker dersom studenten i løpet av de siste 12 månedene har arbeidet i helsevesenet eller har vært innlagt på helseinstitusjoner i land utenfor Norden.

source: This page describes the theoretical background and presents some practical examples of how you can activate your students.
nb: På denne siden finner du både teoretisk begrunnelse og konkrete eksempler på hvorfor og hvordan du kan aktivisere studentene dine.

source: "I have assisted USN in their work of developing their own master’s programme in Global Health," Yiu says.
nb: – Jeg bistår USN i utviklingen av et eget mastergradsprogram innen global helse, sier Yiu.

source: Join the Facebook group USN-studenter Drammen to stay up to date with all that is going on among the students of the town
nb: Meld deg inn i Facebook-gruppen USN-studenter Drammen for å holde deg oppdatert på alt som skjer blant byens studenter

source: Haukås and fellow student Guro Gunleiksrud are both experienced kappleik-participants.
nb: Haukås og medstudent Guro Gunleiksrud er begge erfarne kappleikgangere, men det er første gang de står ansvarlig for å arrangere en slik konkurranse.

source: LYSDIG116 Digital engineering (Daylighting calculations)
nb: LYSDIG116 Digital prosjektering (Dagslys beregninger)

source: You can also borrow equipment from eDU Media Production.
nb: Du kan låne utstyr fra eDU - medieproduksjon.

source: The consequences of this pattern are—sports organizations risk contributing to social exclusion, discrimination and racism instead of contributing to social inclusion, Kristiansen and Sonne conclude in the research report.
nb: Konsekvensene av dette mønsteret er at idretten med idrettsorganisasjonene risikerer å bli bidragsytere til sosial ekskludering, diskriminering og rasisme i stedet for å bidra til sosial inkludering, konkluderer Kristiansen og Sonne i forskningsrapporten.

source: SUMMARY:Master of Science in Computer Science (industrimaster)
nb: SUMMARY:Næringsmaster i regnskap og revisjon

source: The combination of music and society is core to the RRFF teaching technique – known as ‘Community Music’.
nb: RRFF er opptatt av inkludering, i kombinasjon mellom musikalsk og sosialt felleskap, også kalt Community music.

source: We must go deeper to explore the reason,” says Sonne.
nb: Da må vi gå dypere inn i hva som er årsaken til dette, sier Sonne.

source: To make use of recognized scientific research methods and to hold high ethical standards in our work.
nb: Vi skal bruke forskningsbaserte metoder og følge forskningsetiske prinsipper.

source: 7 See the legislative preparatory works (same reference as the previous footnote)
nb: 7 Se lovforarbeidene (samme henvisning som forrige fotnote)

source: The dissertation can be followed both physically on the Drammen campus and digitally via Zoom.
nb: Disputasen kan følges både fysisk på campus Drammen og digitalt via Zoom.

source: SoCentral is a Nordic incubator for social entrepreneurship, located at Sentralen in Oslo.
nb: SoCentral er en nordisk inkubator for samfunnsentreprenørskap, lokalisert til Sentralen i Oslo.

source: », as well as industrial clusters, such as Electronic Coast/NCE-NMT.
nb: », samt industrielle klynger som Electronic Coast/NCE-NMT.

source: mobile methods (shadowing, walk-alongs, etc.) and use of mobile digital devices
nb: mobile metoder (skygging, walk-alongs, osv.) og bruk av mobile digitale verktøy

source: Languages: Finnish, English, Norwegian, Danish, Swedish.
nb: finsk, engelsk, norsk, dansk, svensk.

source: The challenge is to be prepared to handle critical events that may arise.
nb: Utfordringen er å være godt nok trent til å kunne håndtere kritiske hendelser som måtte oppstå.

source: It is also possible to record a teaching session using Zoom, provided that the room is suitable.
nb: Det er også mulig å ta opp en undervisning med bruk av Zoom i rom som er egnet for det.

source: The site is also the basis for an initiative to create a cluster for social entrepreneurs in Vestfold and Telemark.
nb: Stedet er også base for et initiativ for å lage en klynge for sosiale entreprenører i Vestfold og Telemark.

source: Ole Loe Andersen, responsible for FRI at Kirkens Bymisjon (The Church City Mission)
nb: Ole Loe Andersen, ansvarlig for FRI i Kirkens Bymisjon

source: Open Access (OA) refers to academic publications made available in full text on the internet free of charge.
nb: Open Access (OA) innebærer at vitenskapelige publikasjoner gjøres fritt tilgjengelig på nett.

source: The workshop is organized and taught by Hanna Kavli Lodberg-Holm from the USN Academic Writing Centre.
nb: Hanna Kavli Lodberg-Holm er stipendiat i atferdsøkologi og tar en doktorgrad innenfor det Norske Beverprosjektet.

source: I have taught, been course responsible, examiner, national responsible for logistics education (at BI), represented Norway within the Council of Logistics Management (CLM), wrote own textbooks and authored book chapter in others' textbooks, supervised Bachelor, Master and PhD students, been opponent on Licentiate and PhD dissertations, been member of scientific committees at e.g. NOFOMA and ScAIEM, evaluated articles for international conferences and scientific journals, etc.
nb: Jeg har undervist, hatt kursansvar, vært sensor, vært nasjonalt fagansvarlig for logistikk (på BI), representert Norge innen Council of Logistics Management (CLM), skrivet egne lærebøker og forfattet bokkapittel i andres fagbøker, publisert en mengde artikler og rapporter, veiledet Bachelor, Master og PhD studenter, vært opponent ved fremlegging av Lisensiat og Doktors avhandlinger, medlem i vitenskapelige komiteer for f.eks.

source: Studies indicate that Open Access publications are more downloaded, read, and cited more often than other articles (
nb: Studier indikerer at Open Access publikasjoner er lastet ned, lest og sitert oftere enn andre artikler (

source: The buddy committee – plans and holds a buddy week in collaboration with the university and student parliament.
nb: Fadderstyret – Planlegger og arrangerer fadderuka i samarbeid med skolen og Studentparlamentet.

source: San Francisco is a popular tourist destination, known for its mild summers, foggy weather, steep hills, varied architecture, as well as landmarks like the Golden Gate Bridge, the cable cars, the former prison island of Alcatraz and the large Chinatown.
nb: San Francisco er en populær turistdestinasjon, kjent for sine milde somre, tåke, bratte bakker, varierte arkitektur, samt landemerker som Golden Gate Bridge, kabelsporvognene, det tidligere fengselet på Alcatraz, og Chinatown-distriktet.

source: 2021, with Lillian Nilsen.
nb: 2021, med Lillian Nilsen.

source: University pedagogy (course 1 and 2)
nb: Universitetspedagogikk (emne 1 og 2)

source: Esben Moland, Espen Moland Olsen, Morten Stickler (Statkraft), Jostein Kristiansen (Statkraft)
nb: Esben Moland (Havforsk), Espen Moland Olsen (Havforsk), Morten Stickler (Statkraft) og Jostein Kristiansen (Statkraft)

source: RUC, the University of Roskilde are our collaborators in Denmark.
nb: RUC (Roskilde Universitet) er en samarbeidsparter i Danmark.

source: Are you using a PC with a different browser, such as Chrome, Edge or Firefox?
nb: Bruker du PC/annen nettleser, som Chrome, Edge, Firefox?

source: She is also interested in how authoritative texts are rewritten and interpreted – in early Christian apocrypha, and in fanfiction.
nb: I tillegg er hun interessert i hvordan autoritative tekster omskrives og fortolkes – både i tidligkristne apokryfer og i fanfiction.

source: Read more about Anne Lees work
nb: Les mer om Anne Lees arbeid her:
